{
    "home": {
        "greetings": "Hi, I’m",
        "occupation": "Spanish web development student",
        "currentlyDoing": "Studying at IES PUERTO DE LA CRUZ TELESFORO BRAVO"
    },
    "aboutme": {
        "title": "About me",
        "introduction": "Hello! I am a web development student passionate about programming and the digital world in general. I’m always eager to learn from mistakes in order to bring code closer to perfection",
        "objectives": {
            "title": "My objectives",
            "text": "Currently I’m living in Spain and as a web application development student, I aim to become a full-stack developer who can meet all the requirements to perform any task assigned to me in the best possible way."
        },
        "mind": {
            "title": "About working",
            "text": "I believe in the power of teamwork and the necessity of collaboration, as it is the foundation of every project that successfully reaches its goal."
        },
        "knowledge": {
            "title": "About my knowledge",
            "text": "Throughout my learning journey, I have worked with various tools of all kinds, including databases, frameworks, programming languages, and systems... If you're curious, feel free to check out my skills page."
        }
    },
    "projects": {
        "title": "Projects",
        "data": {
            "project_1": {
                "title": "JavaSpotify",
                "description": "A project for a music player in a browser made with HTML, CSS, and JavaScript, although it is primarily a project to practice advanced CSS exclusively.",
                "link": "https://github.com/IsaiasTolP/Music-player-project",
                "tools": "CSS, HTML, JS"
            },
            "project_2": {
                "title": "League Stats",
                "description": "A project to display the statistics of League of Legends champions by querying the official API; it is an advanced CSS project for practice.",
                "link": "https://github.com/IsaiasTolP/LOL-Project",
                "tools": "CSS, HTML, JS"
            },
            "project_3": {
                "title": "Todo",
                "description": "A project made in Django (Python) that simulates a simple task manager.",
                "link": "https://github.com/IsaiasTolP/Todo-project",
                "tools": "CSS, HTML, BOOTSTRAP, PYTHON, DJANGO, SQLITE3"
            },
            "project_4": {
                "title": "Pokemon Store",
                "description": "A project that simulates a store where Pokémon can be purchased using a non-relational database (Firebase).",
                "link": "https://github.com/IsaiasTolP/Pokemon-Store-Project",
                "tools": "CSS, HTML, JS, FIREBASE"
            },
            "project_5": {
                "title": "Tribu",
                "description": "A project that simulates a simple social network called Tribu, which includes profiles, posts, and comments.",
                "link": "https://github.com/IsaiasTolP/Tribu-social-network-project",
                "tools": "CSS, HTML, BOOTSTRAP, PYTHON, DJANGO, SQLITE3"
            }
        },
        "link_text": "Go to repository"
    },
    "skills": "Skills",
    "experience": "Experience",
    "contact": "Contact"
}